Repository: jseutens/aati-dive-location-manager
Catalog: languages/aatidlm-*.po
Languages: nl_be

source: You will need the Location Profile Information plugin to be able to use dive locations for multiple offices.
nl_be: Je hebt de plug-in Location Profile Information nodig om duiklocaties voor meerdere kantoren te kunnen gebruiken.

source: Dive Location settings
nl_be: Instellingen duiklocatie

source: Settings
nl_be: Instellingen

source: Dive Location support
nl_be: Ondersteuning voor duiklocaties

source: Support
nl_be: Ondersteuning

source: Dive Location Manager Support
nl_be: Dive Location Manager Ondersteuning

source: How to use the Dive Location Manager shortcode
nl_be: Hoe gebruik je de shortcode van Dive Location Manager

source: To display a location, use the following shortcode:
nl_be: Als u een locatie wilt weergeven, gebruikt u de volgende shortcode:

source: Replace "ID" with the ID of the location you want to display. If no ID is provided, the first location will be used.
nl_be: Vervang "ID" door de ID van de locatie die u wilt weergeven. Als er geen ID wordt verstrekt, wordt de eerste locatie gebruikt.

source: How to contact us
nl_be: Hoe kunt u contact met ons opnemen

source: If you need assistance or have any questions, please contact us at
nl_be: Als u hulp nodig heeft of vragen heeft, neem dan contact met ons op via

source: Dive Locations
nl_be: Duiklocaties

source: Dive Location Name
nl_be: Naam duiklocatie

source: Dive Location
nl_be: Duiklocatie

source: Add New
nl_be: Nieuwe toevoegen

source: Add New Dive Location
nl_be: Nieuwe duiklocatie toevoegen

source: Edit Dive Location
nl_be: Duiklocatie bewerken

source: New Dive Location
nl_be: Nieuwe duiklocatie

source: All Dive Locations
nl_be: Alle duiklocaties

source: View Dive Location
nl_be: Bekijk duiklocatie

source: Search Events
nl_be: Evenementen zoeken

source: No Dive Location found
nl_be: Geen duiklocatie gevonden

source: No Dive Location found in Trash
nl_be: Geen duiklocatie gevonden in prullenbak

source: Order
nl_be: Volgorde

source: External Link
nl_be: Externe link

source: Field
nl_be: Veld

source: Display
nl_be: Weergave

source: Visual
nl_be: Visueel

source: The first field is the display text explanation, the second field is the value that is applicable.
nl_be: Het eerste veld is de uitleg van de weergavetekst, het tweede veld is de waarde die van toepassing is.

source: Dive Location Data
nl_be: Gegevens van duiklocaties

source: Dive type :
nl_be: Soort duik :

source: What type of dive is this, reef, cave, etc
nl_be: Wat voor soort duik is dit, rif, grot, etc

source: Gps Coordinates :
nl_be: GPS-coördinaten :

source: GPS coordinates seperated with a comma
nl_be: GPS-coördinaten gescheiden met een komma

source: Dive depth :
nl_be: Duik diepte :

source: The maximum dive depth
nl_be: De maximale duikdiepte

source: Diver level :
nl_be: Duiker niveau :

source: What type of divers , starter ,advanced, etc
nl_be: Wat voor soort duikers, starter, gevorderden, etc

source: Current :
nl_be: Stroming :

source: Is the current strong or medium ,etc
nl_be: Is de stroom sterk of medium ,etc

source: Area :
nl_be: Gebied :

source: Protected marine area ,etc
nl_be: Beschermd zeegebied, enz

source: Visibility :
nl_be: Zichtbaarheid:

source: How far could we possibly see normaly, example 15m-30m
nl_be: Hoe ver zouden we normaal kunnen zien, voorbeeld 15m-30m

source: Time to reach :
nl_be: Tijd om te bereiken :

source: How long does it normaly take to arrive at the destination in min. example 35min
nl_be: Hoe lang duurt het normaal om in min. voorbeeld 35min op de bestemming aan te komen

source: Season :
nl_be: Seizoen:

source: All saesons , only monsoon etc
nl_be: Alle saesons, alleen moesson etc

source: General Settings
nl_be: Algemene instellingen

source: Custom Permalink
nl_be: Afwijkende URL voor activiteit

source: Dive Location Manager Settings
nl_be: Instellingen voor Duiklocatiebeheer

source: General settings for the Dive Location Manager plugin.
nl_be: Algemene instellingen voor de Dive Location Manager plugin.

source: Enter a custom permalink structure for dive location entries. Make sure this does not conflict with any existing page or post slug.
nl_be: Voer een aangepaste permalinkstructuur in voor vermeldingen van duiklocaties. Zorg ervoor dat dit niet conflicteert met een bestaande pagina of berichtslug.

source: The specified dive location does not exist.
nl_be: De opgegeven duiklocatie bestaat niet.

source: AATI Dive Location Manager
nl_be: AATI Duik Locatie Manager

source: Manage the Dive locations of your diving center
nl_be: Beheer de duiklocaties van uw duikcentrum
